namespace ASP_PV411.Models.Shop
{
    public class ShopProductViewModel
    {
        public Data.Entities.Product? Product { get; set; }
        // додати перелік з товарами "Також вас можуть зацікавити"
    }
}
/*
Д.З. Реалізувати розділ "Також вас можуть зацікавити"
На картці товару додати перелік аналогічних товарів
за наявності - вибрати інші товари з даного розділу, що й
товар, карточка якого переглядається,
за відсутності - випадкові 10 товарів з будь-якого розділу (окрім того, що переглядається)
 */